@extends('central.Layouts.master')
@section('title','الشروط والأحكام')
@section('content')
<div class="firstSection">
	<div class="container">
		<div class="row privacyRoot">
			<div class="col-md-6">
				<h2>الشروط والأحكام</h2>
				<p>الرئيسية <i class="fa fa-angle-left"></i> الشروط والأحكام</p>
			</div>
			<div class="col-md-6">
				<img src="{{asset('assets/images/Illustration/privacy.svg')}}" alt="">
			</div>
		</div>
	</div>
</div>


<div class="privacy" id="dataSection">
	<div class="container">
		<div class="row">
			<h2>الشروط والأحكام</h2>
			<p>
				كما ذكرنا سابقًا فإن الشروط والأحكام تعد قانونًا منظما للعلاقات بين الأطراف المتعاقدة، وخرق هذه الشروط أو عدم الالتزام بها بالشكل المنصوص يعد خرقًا لمبدأ الاتفاق من الأساس ويلغيه. في بعض العقود يعاقب الطرف الغير ملزم بجانبه من الاتفاق بدفع مقابل مادي، أو منح الطرف الآخر بعض الامتيازات. فالشروط والأحكام تلزم الطرفيين على الوفاء بجانبهم من الاتفاق، وتعاقب الخارق له على الفور. لكن ليس هنا تنحصر أهميتها، فهي لها العديد من المميزات الأخرى التي سنذكرها كالآتي
			</p>
			<p>
				تنظيم العمل: تساعدك الشروط والأحكام على تنظيم جانبك من الحقوق والواجبات، وجانب المستخدم أيضًا لمنصتك. فعن طريقها يمكنك أن تحدد بشكل قاطع حدود ما يسمح للمستخدم الاستفادة منه، وحدود انتفاعك أنت أيضًا بالمعلومات التي يشاركها معك
				منع الانتهاكات: <br> تساعد الشروط والأحكام على وضع حل رادع للانتهاكات الإلكترونية، سواء كانت <br>
				نشر محتوى غير قانوني يستهدف الترويج لممارسات غير مشروعة ينطوي عليها مسؤولية مدنية <br>
				نشر الأخبار والأكاذيب التي تتعلق بتشوية الصورة العامة لأحد الأشخاص <br>
				نشر محتوى يستهدف ابتزاز أحد الأفراد أو يضم مواد إباحية فاضحة<br>
				السيطرة على الموقع والتغير من تصميمه أو التعديل فيه<br>
				التعدي على حقوق المستخدمين الأخريين وسرقة حساباتهم الشخصية <br>
				كل هذه انتهاكات يتم نشرها بوضوح في القسم الخاص بالشروط والأحكام، ويتم إضافة لها بعض المحاذير الأخرى بناءً على طبيعة الخدمة المقدمة
			</p>
			<p>
				كما ذكرنا سابقًا فإن الشروط والأحكام تعد قانونًا منظما للعلاقات بين الأطراف المتعاقدة، وخرق هذه الشروط أو عدم الالتزام بها بالشكل المنصوص يعد خرقًا لمبدأ الاتفاق من الأساس ويلغيه.<br> في بعض العقود يعاقب الطرف الغير ملزم بجانبه من الاتفاق بدفع مقابل مادي، أو منح الطرف الآخر بعض الامتيازات. فالشروط والأحكام تلزم الطرفيين على الوفاء بجانبهم من الاتفاق،<br> وتعاقب الخارق له على الفور. لكن ليس هنا تنحصر أهميتها، فهي لها العديد من المميزات الأخرى التي سنذكرها كالآتي
			</p>
			<p>
				كما ذكرنا سابقًا فإن الشروط والأحكام تعد قانونًا منظما للعلاقات بين الأطراف المتعاقدة، وخرق هذه الشروط أو عدم الالتزام بها بالشكل المنصوص يعد خرقًا لمبدأ الاتفاق من الأساس ويلغيه. في بعض العقود يعاقب الطرف الغير ملزم بجانبه من الاتفاق بدفع مقابل مادي، أو منح الطرف الآخر بعض الامتيازات.
			</p>
		</div>
	</div>
</div>
@endsection
@section('scripts')
@endsection