<?php

return [

	/************************************** Login Page ****************************/
	'login' => 'تسجيل الدخول',
	'register' => 'حساب جديد',
	'loginToPanel' => 'تسجيل الدخول',
	'phone' => 'رقم الجوال',
	'phonePlaceHolder' => 'ادخل رقم الجوال',
	'password' => 'كلمة المرور',
	'passwordPlaceHolder' => 'ادخل كلمة المرور',
	'code' => 'تم ارسال رمز التحقق على الواتساب',
	'checkCode' => 'اكمال التسجيل',
	'codePlaceHolder' => 'ادخل رمز التحقق هنا',
	'loginButton' => 'تسجيل الدخول',
	'forgotPassword' => 'نسيت كلمة المرور؟',

	/************************************** Reset Password Page ****************************/
	'reset' => 'اعادة تعيين كلمة المرور',
	'sendCode' => 'ارسال رمز التحقق',

	/************************************** Change Password Page ****************************/
	'change' => 'تغيير كلمة المرور',
	'passwordConf' => 'تأكيد كلمة المرور',
	'passwordConfPlaceHolder' => 'اعد كتابة كلمة المرور',

	/************************************** Notifications ****************************/
	'passwordValidation' => "يرجى ادخال كلمة المرور",
	'phoneValidation' => "يرجى ادخال رقم الجوال",
	'invalidUser' => "هذا المستخدم غير موجود",
	'invalidPassword' => "كلمة المرور غير صحيحة",
	'codeSuccess' => "تم ارسال رمز التحقق الخاص بك ",
	'codeProblem' => "حدث مشكلة في ارسال رمز التحقق الخاص بك",
	'codeError' => "رمز التحقق المدخل غير صحيح",
	'welcome' => "اهلا بك  ",
	'seeYou' => "نراك قريبا ;)",
	'validated' => "تم التحقق بنجاح يمكنك الآن تغيير كلمة المرور",
	'passwordValidation2' => "كلمة المرور غير متطابقة",
	'passwordValidation3' => "يرجى اعادة كتابة كلمة المرور",
	'passwordChanged' => "تم تغيير كلمة المرور بنجاح",
	'mustLogin' => 'يرجى تسجيل الدخول',
	'newClient' => 'إنشاء حساب جديد 😍',


];
